<template>
    <div class="agreement">
        <div class="content-wrap">
            <div class="ww">
                <div class="container" id="List">
                    <div class="agreen-cont ">
                        <h2>XX网全球专业站 法币交易平台服务协议</h2>
                        <h4 class="h4">《XX网全球专业站法币交易平台服务协议》（以下简称“本协议”）是XX网全球专业站（www.jiucaibtc.com）（以下 简称“本网站”）用户协议的补充部分，适用于本网站的下属子网站XX网全球专业站法币交易平台（otc.huobi.pro） 服务。本网站的用户协议及其他条款继续适用于本网站所有用户。在您通过本网站继续下一步操作前，请您务必仔细阅 读并透彻理解本协议。如您通过本网站继续下一步操作，或以任何方式使用XX网全球专业站法 币交易平台交易服务， 视为您已经谨慎阅读并理解且同意本协议。 本协议在任何时候都可以被本网站修改、更改或更新，而无需事先通知您。您应该经常检查，以确认您对本协议的复制 和理解是及时和准确的。在任何修改、更改或更新的生效日期之后，如您继续选择使用本网站的任何服务，即视为您对 新修改、更改或跟新后的本协议的接受。 本网站所有内容，为便利用户，提供多个语言版本，若有冲突或遗漏等情况，以中文内容为准。
                        </h4>
                        <h4>一、 定义 </h4>
                        <p>1.1.XX网全球专业站法币交易平台（以下简称“法币交易平台”）：是XX网全球专业站设立关于数字资产场外交易的平台，您可以在法币交易平台创建出售/购买数字资产的卖单/买单，与意向交易对方达成交易，以满足用户间交换数字资产 的需求。</p>
                        <p>1.2.XX网全球专业站法币交易平台规则（以下简称“法币交易平台规则”）：包括在所有本网站及法币交易平台已经发布 及后续发布的用户协议、本协议及其他协议或条款、规则、实施细则、产品流程说明、公告等。</p>
                        <p>1.3.数字资产：一般是指以电子数据的形式存在的，有一定价值的非货币性资产。出于本协议目的，在本协议环境下， 数字资产特指本网站法币交易平台允许用户之间交易的包括但不限于BTC，USDT等特定数字资产。</p>
                        <h4>二、 使用规范及要求</h4>
                        <p>2.1.您应当确保您对您在法币交易平台上发布拟出售的数字资产或拟购买需支付的价款享有相应的权利，您不得在法币平台上销售或购买与数字资产无关的信息。 您的销售或购买、发布信息等行为应当符合您所在主权国家或地区相关法 律法规及法币交易平台规则的要求，符合社会公序良俗，并不侵犯任何第三方主体的合法权益</p>
                        <p>2.2.通过本网站提供的法币交易平台，您创建了买单或者卖单，或者您接受了其他用户的买单或卖单，则代表你同意并接 受买单或卖单上显示的价格或数量。一旦您创建或者接受，则交易价格被锁定，买方或卖方均无法在此次交易中更改或 添加任何额外费用。在整个交易过程中，交易订单涉及的数字资产将由本网站代管，直到卖方确认收到全额付款并在法币平台上确认收款操作为止。</p>
                        <p>2.3.您应当按照卖方在法币交易平台向您提供的有效的付款细节完成付款。付款方式是您和交易方之间非经过本网站而自 行采取包括但不限于网银转账、支付宝、微信转账等来完成支付的行为。非按照法币交易平台所提供支付方式之外的付款 渠道产生的交易纠纷，与本网站无关，本网站将不承担任何形式的责任。</p>
                        <p>2.4.当您在法币交易平台出售或购买数字资产时，请您务必仔细确认所出售或购买的数字资产的种类、价格、数量、或付 款要求、金额等重要事项，并在达成交易前核实您或交易对手的账户信息、收付款账户等信息。如您填写的收款账户或 您付款账户非您本人所有，则您应对此行为和意思表示产生的法律后果承担全部责任。您与该收款账户所有人的关系与 本网站无关。</p>
                        <p>2.5.您应当维护法币交易平台市场良性竞争秩序，不得贬低、诋毁竞争对手，不得干扰本网站上进行的任何交易、活动， 不得以任何不正当方式提升或试图提升自身的信用度，不得以任何方式干扰或试图干扰本网站的正常运作</p>
                        <p>2.6.如您在法币交易平台上的任何行为扰乱或将扰乱法币交易平台正常交易秩序，基于维护法币交易平台交易秩序及交易安全 的需要，本网站发现上述情形时有权采取关闭相关交易订单、限制账户使用等措施。</p>
                        <p>2.7.您应当遵守诚实信用原则，确保您所发布的信息合法合规、真实有效，并在交易过程中切实履行您的交易承诺。</p>
                        <p>2.8.您应按您所在国家或地区法律法规的规定纳税。</p>
                        <h4>三、费用</h4>
                        <p>3.1.本网站为向您提供的法币交易平台服务的收费标准请详见
                            <a href="#/rate" class="">《XX网全球专业站法币交易平台服务费率说明》</a>
                        </p>
                        <h4>四、数字资产交易争议处理</h4>
                        <p>4.1.买方因超时无操作导致的未支付订单的自动取消，该交易被视为已取消，不能进行争议、推翻或变更。</p>
                        <p>4.2.如买方和卖方出现易纠纷，任何一方可以通过本网站协商解决。您不可撤销地授权本网站根据交易条款、付款证据 等，以及本网站用户协议相关规定来决定是否将争议的数字货币释放给买方。</p>
                        <p>4.3.如交易发生纠纷，买方应按照本网站要求在48小时内提供已付款证明，包括转账截图、流水号等。在有理由相信买 方可能从事欺诈活动情况下，本网站可以提供买方的信息给卖方回收资金和防止或侦查欺诈活动。信息披露的程度上以 我们认为有必要达到上述目的为准，包括但不限于买方的联系方式，登录和交易记录和/或任何细节和记录，以及买方通 过本网站的身份验证措施。</p>
                        <p>4.4.在争议中提供欺诈性信息或文件，或以虚假方式提出索赔，或以其他方式试图迫使交易偏向于自己的行为被视为违反本协议。</p>
                        <h4>五、责任声明和责任免除</h4>
                        <p>5.1.本网站仅向您提供法币交易平台服务，您了解法币交易平台上的拟出售或购买信息系用户自行发布，且可能存在风险和瑕疵。本网站将通过依法建立相关检查监控制度尽可能保障您在法币交易平台上的合法权益及良好体验。同时，鉴于法币平台具备存在大量信息及信息网络环境下信息实时变化的特点，本网站无法逐一审查拟出售后购买的信息及因此达成 的交易信息，对此您应谨慎判断。</p>
                        <p>5.2.基于数字资产交易的特殊性，您需要在反洗钱方面的风险格外注意，按照KYC原则的要求对您交易对方的身 份进行了解，否则您将可能因交易对方涉嫌犯罪而面临资产冻结等风险。</p>
                        <p>5.3.您在法币交易平台上发布的信息构成违约的，本网站可根据相应规则立即对相应信息进行删除、屏蔽处理或对您发布 的信息进行下架、监管。由此给您直接或间接导致的资产及利润的损失，由您自己承担。</p>
                        <p>5.4.当您使用法币交易平台服务时违反有关法律法规规定，或违反法币交易平台规则，本网站有权限制或冻结您的账户或账户资产，并采取其他合理措施，以防止因您的违法违约行为给本网站及第三人的造成的不利后果的扩大。</p>
                        <p>5.5.您的行为使本网站遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费 等间接经济损失），您应赔偿本网站的上述全部损失。如您的行为使本网站遭受第三人主张权利，本网站可在对第三人承 担金钱给付等义务后就全部损失向您追偿。</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>
<style scoped>
.agreement {
    background-color: #f7f7fa;
}
.agreement .agreen-cont{
    padding: 30px 0;
    padding-bottom: 30px;
}
.agreement .agreen-cont h2{
    text-align: center;
    font-size: 24px;
    font-weight: 100;
    margin: 10px 0;
}
.agreement .agreen-cont .h4{
    line-height: 1.6;
}
.agreement .agreen-cont h4{
    margin: 10px 0;
    font-size: 14px;
    font-weight: 100;
}
.agreement .agreen-cont p{
    line-height: 2;
}


</style>
